Repository: danerx77/f1
Catalog: tm/src.tmx
Source language: en
Languages: pl

# The user drops its full body on the foe. It may leave the foe paralyzed.
source: The user drops its\nfull body on the\nfoe. It may leave\nthe foe paralyzed.
pl: Użytkownik kładzie\nsię całym ciałem\nna wrogu. Może\ngo sparaliżować.

# A long body or vines are used to wrap the foe for two to five turns.
source: A long body or\nvines are used to\nwrap the foe for\ntwo to five turns.
pl: Podłużne ciało\nlub pnącza oplątują\nwroga na od 2\ndo 5 tur.

# A reckless, full- body charge attack that also hurts the user a little.
source: A reckless, full-\nbody charge attack\nthat also hurts the\nuser a little.
pl: Potężny atak\ncałym ciałem, który\nlekko rani także\nużytkownika.

# The user rampages about for two to three turns, then becomes confused.
source: The user rampages\nabout for two to\nthree turns, then\nbecomes confused.
pl: Użytkownik szaleje\nprzez dwie do\ntrzech tur, a potem\noszałamia się.

# A reckless, life- risking tackle that also hurts the user a little.
source: A reckless, life-\nrisking tackle that\nalso hurts the user\na little.
pl: Potężny atak\nnarażający życie,\nraniący także lekko\nużytkownika.

# The user wags its tail cutely, making the foe lower its DEFENSE stat.
source: The user wags its\ntail cutely, making\nthe foe lower its\nDEFENSE stat.
pl: Użytkownik słodko\nmacha ogonem\nobniżając statystykę\nOBRONY wroga.

# The foe is stabbed with a toxic barb, etc. It may poison the foe.
source: The foe is stabbed\nwith a toxic barb,\netc. It may poison\nthe foe.
pl: Wróg dźgnięty jest\ntrującym kolcem\nitp. Może zatruć\nprzeciwnika.

# The foe is stabbed twice with foreleg stingers. It may poison the foe.
source: The foe is stabbed\ntwice with foreleg\nstingers. It may\npoison the foe.
pl: Wróg dźgnięty\nzostaje dwukrtonie\nkolcami. Może zatruć\nprzeciwnika.

# Sharp pins are shot at the foe and hit two to five times at once.
source: Sharp pins are shot\nat the foe and hit\ntwo to five times\nat once.
pl: Ostre szpilki\nwystrzelone są we\nwroga trafiając od\n2 do 5 razy.

# The foe is given an intimidating look that lowers its DEFENSE stat.
source: The foe is given an\nintimidating look\nthat lowers its\nDEFENSE stat.
pl: Wróg przyjmuje\nprzeszywające\nspojrzenie obniżające\nOBRONE.

# The user bites with vicious fangs. It may make the foe flinch.
source: The user bites with\nvicious fangs.\nIt may make the\nfoe flinch.
pl: Użytkownik gryzie\nwroga ostrymi\nkłami. Wróg może\nsię potknąć.

# The user growls in a cute way, making the foe lower its ATTACK stat.
source: The user growls in\na cute way, making\nthe foe lower its\nATTACK stat.
pl: Użytkownik warczy\nw słodki sposób,\nobniżając ATAK\nprzeciwnika.

# A soothing song in a calming voice lulls the foe into a deep slumber.
source: A soothing song\nin a calming voice\nlulls the foe into\na deep slumber.
pl: Uspokajająca\npiosenka utula do\nsnu przeciwnika\nużytkującego.

# The user generates odd sound waves. It may confuse the foe.
source: The user generates\nodd sound waves.\nIt may confuse the\nfoe.
pl: Użytkownik wydaje\ndziwne dźwięki.\nMoże oszołomić\nwroga.

# The foe is hit with a shock wave that always inflicts 20- HP damage.
source: The foe is hit with\na shock wave that\nalways inflicts 20-\nHP damage.
pl: Wróg trafiony\nzostaje falą elektryczną\nzadającą zawsze\n20HP obrażeń.

# For a few turns, it prevents the foe from using the move it last used.
source: For a few turns,\nit prevents the foe\nfrom using the move\nit last used.
pl: Przez kilka tur,\nuniemożliwia wrogowi\nużywania ostatnio\nużytego ruchu.

# The foe is sprayed with a harsh, hide- melting acid that may lower DEFENSE.
source: The foe is sprayed\nwith a harsh, hide-\nmelting acid that\nmay lower DEFENSE.
pl: Wróg spryskany\nzostaje lepkim,\nobrzydliwym kwasem\nmogącym obniżyć OBRONE.

# The foe is attacked with small flames. The foe may suffer a burn.
source: The foe is attacked\nwith small flames.\nThe foe may suffer\na burn.
pl: Wróg atakowany\nzostaje małymi\npłomieniami. Może\ndoznać poparzeń.

# The foe is scorched with intense flames. The foe may suffer a burn.
source: The foe is scorched\nwith intense flames.\nThe foe may suffer\na burn.
pl: Wróg parzony jest\nintensywnymi\npłomieniami. Może\ndoznać poparzeń.

# The ally party is protected by a mist that prevents stat reductions.
source: The ally party is\nprotected by a\nmist that prevents\nstat reductions.
pl: Drużyna\nchroniona jest\nprzez mgłę negującą\nobniżanie statystyk.

# The foe is struck with a lot of water expelled forcibly from the mouth.
source: The foe is struck\nwith a lot of water\nexpelled forcibly\nfrom the mouth.
pl: Wróg atakowany jest\nstrumieniem wody\nwydobywającym się\nprosto z ust.

# A high volume of water is blasted at the foe under great pressure.
source: A high volume of\nwater is blasted at\nthe foe under great\npressure.
pl: Duże ilości wody\nwystrzelone pod\nciśnieniem w\nkierunku wroga.

# A big wave crashes down on the foe. Can also be used for crossing water.
source: A big wave crashes\ndown on the foe.\nCan also be used\nfor crossing water.
pl: Wielka fala spada\nna wroga. Służy też\ndo podróżowania\npo wodzie.

# The foe is struck with an icy beam. It may freeze the foe solid.
source: The foe is struck\nwith an icy beam.\nIt may freeze the\nfoe solid.
pl: Wróg zaatakowany\njest lodowym\npromieniem. Może\nzamrozić wroga.

# The foe is blasted with a blizzard. It may freeze the foe solid.
source: The foe is blasted\nwith a blizzard.\nIt may freeze the\nfoe solid.
pl: Wróg miotany jest\nprzez zamieć.\nMoże zamrozić\nwroga.

# A peculiar ray is shot at the foe. It may leave the foe confused.
source: A peculiar ray is\nshot at the foe.\nIt may leave the\nfoe confused.
pl: Potężny promien\nwystrzelony zostaje\nwe wroga. Może\ngo oszołomić.

# A spray of bubbles strikes the foe. It may lower the foe's SPEED stat.
source: A spray of bubbles\nstrikes the foe.\nIt may lower the\nfoe's SPEED stat.
pl: Liczne bąbelki\nwystrzelone są\nwe wroga. Mogą\nobniżyć jego SZYBKOŚĆ.

# A rainbow-colored attack beam. It may lower the foe's ATTACK stat.
source: A rainbow-colored\nattack beam.\nIt may lower the\nfoe's ATTACK stat.
pl: Atak promieniem w\nkolorze tęczy.\nMoże zmniejszyć\nATAK wroga.

# A severely damaging attack that makes the user rest on the next turn.
source: A severely damaging\nattack that makes\nthe user rest on\nthe next turn.
pl: Dotkliwie rażący\natak zmuszający\nwroga do tury\nodpoczynku.

# The foe is jabbed with a sharply pointed beak or horn.
source: The foe is jabbed\nwith a sharply\npointed beak or\nhorn.
pl: Wróg dźgnięty\nzostaje ostrym\ndziobem lub rogiem.

# A corkscrewing attack with the sharp beak acting as a drill.
source: A corkscrewing\nattack with the\nsharp beak acting\nas a drill.
pl: Korkociągowy\natak ostrym\ndziobem działającym\njak wiertło.

# A reckless, full- body throw attack that also hurts the user a little.
source: A reckless, full-\nbody throw attack\nthat also hurts the\nuser a little.
pl: Brawurowy atak\ncałym ciałem, który\nrani także lekko\nużytkownika.

# A low, tripping kick that inflicts more damage on heavier foes.
source: A low, tripping kick\nthat inflicts more\ndamage on heavier\nfoes.
pl: Niski kop, który\nzadaje tym więcej\nobrażeń im cięższy\nwróg.

# A retaliation move that counters any physical hit with double the damage.
source: A retaliation move\nthat counters any\nphysical hit with\ndouble the damage.
pl: Ruch rewanżowy\nkontrujący każdy\nfizyczny atak z\npodwójnymi obrażeniami.

# A gravity-fed throw that causes damage matching the user's level.
source: A gravity-fed throw\nthat causes damage\nmatching the user's\nlevel.
pl: Grawitacyjny atak\nzadający obrażenia\nrówne poziomowi\nużytkownika.

# The foe is slugged at maximum power. Can also be used to move boulders.
source: The foe is slugged\nat maximum power.\nCan also be used\nto move boulders.
pl: Wróg atakowany\nzostaje z pełną siłą.\nMoże też przesuwać\ncięzkie głazy.

# An attack that absorbs half the damage it inflicted to restore HP.
source: An attack that\nabsorbs half the\ndamage it inflicted\nto restore HP.
pl: Atak absorbujący\npołowę zadanych\nobrażeń, przywracając\nHP.

# A tough attack that drains half the damage it inflicted to restore HP.
source: A tough attack that\ndrains half the\ndamage it inflicted\nto restore HP.
pl: Potężny atak\nwysysający połowę\nzadanych obrażeń,\nprzywracając HP.

# A seed is planted on the foe to steal some HP for the user on every turn.
source: A seed is planted\non the foe to steal\nsome HP for the \nuser on every turn.
pl: Nasiono zasiane\nna ciele wroga\nkradnie co turę\nczęść jego HP.

# The user's body is forced to grow, raising the SP. ATK stat.
source: The user's body is\nforced to grow,\nraising the SP.\nATK stat.
pl: Ciało użytkownika\nzostaje nadymane,\nzwiększając SP. ATAK.

# The foe is hit with a cutting leaf. It has a high critical-hit ratio.
source: The foe is hit with\na cutting leaf.\nIt has a high\ncritical-hit ratio.
pl: Wróg trafiony zostaje\nostrym liściem.\nCzęsto trafia\nkrytycznie.

# A 2-turn move that blasts the foe with absorbed energy in the 2nd turn.
source: A 2-turn move that\nblasts the foe with\nabsorbed energy in\nthe 2nd turn.
pl: Dwuturowy ruch, który\nsponiewiera wroga\nabsorbowaną energią\nw 2 turze.

# A cloud of toxic dust is scattered. It may poison the foe.
source: A cloud of toxic\ndust is scattered.\nIt may poison the\nfoe.
pl: Rozrzuca chmurę\ntoksycznego gazu.\nMoże zatruć\noponenta.

# Paralyzing dust is scattered wildly. It may paralyze the foe.
source: Paralyzing dust is\nscattered wildly.\nIt may paralyze\nthe foe.
pl: Rozrzuca chmurę\nparaliżującego pyłu.\nMoże sparaliżować\nwroga.

# A sleep-inducing dust is scattered in high volume around a foe.
source: A sleep-inducing\ndust is scattered\nin high volume\naround a foe.
pl: Pyłek usypiający\nzostaje rozsypany\nwokół wroga.

# The user attacks with petals for two to three turns, then gets confused.
source: The user attacks\nwith petals for two\nto three turns,\nthen gets confused.
pl: Użytkownik atakuje\npłatkami przez 2\nlub 3 tury, a\npotem oszałamia się.

# The foe is bound with strings shot from the mouth to reduce its SPEED.
source: The foe is bound\nwith strings shot\nfrom the mouth to\nreduce its SPEED.
pl: Wróg oplątany jest\nnicią wystrzeloną\nz ust, by zmniejszyć\nSZYBKOŚĆ.

# The foe is hit with a shock wave that always inflicts 40- HP damage.
source: The foe is hit with\na shock wave that\nalways inflicts 40-\nHP damage.
pl: Wróg trafiony zostaje\nfalą elektryczną\nzadającą zawsze 40\nHP.

# The foe is trapped in an intense spiral of fire that rages two to five turns.
source: The foe is trapped\nin an intense spiral\nof fire that rages\ntwo to five turns.
pl: Wróg uwięziony\nzostaje w potężnej spirali\nognia, która trwa\nod 2 do 5 tur.

# An electric shock attack that may also leave the foe paralyzed.
source: An electric shock\nattack that may\nalso leave the foe\nparalyzed.
pl: Atak elektryczny,\nktóry może dodatkowo\nsparaliżować\nwroga.

# A strong electrical attack that may also leave the foe paralyzed.
source: A strong electrical\nattack that may\nalso leave the foe\nparalyzed.
pl: Potężny atak\nelektryczny, który\nmoże też sparaliżować\nwroga.

# A weak electric shock that is sure to cause paralysis if it hits.
source: A weak electric\nshock that is sure\nto cause paralysis\nif it hits.
pl: Słaby atak\nelektryczny, który\nzawsze paraliżuje,\njeśli trafi.

# A brutal lightning attack that may also leave the foe paralyzed.
source: A brutal lightning\nattack that may\nalso leave the foe\nparalyzed.
pl: Brutalny atak\npiorunem, który\nmoże dodatkowo\nsparaliżować wroga.

# The foe is attacked with a shower of small, easily thrown rocks.
source: The foe is attacked\nwith a shower of\nsmall, easily\nthrown rocks.
pl: Wróg zasypany\nzostaje gradem\nmałych, lekkich\nkamieni.

# The foe is dropped into a fissure. The foe faints if it hits.
source: The foe is dropped\ninto a fissure.\nThe foe faints if it\nhits.
pl: Wróg zostaje wrzucony\nw szczelinę i\nmdleje, gdy\ntrafiony.

# An attack that hits on the 2nd turn. Can also be used to exit dungeons.
source: An attack that hits\non the 2nd turn.\nCan also be used\nto exit dungeons.
pl: Atak trafiający\nw drugiej turze.\nMoże być użyty,\ndo wyjścia z jaskiń.

# A move that badly poisons the foe. Its poison damage worsens every turn.
source: A move that badly\npoisons the foe.\nIts poison damage\nworsens every turn.
pl: Ruch ostro zatruwający\nprzeciwnika.\nObrażenia z trucizny\nrosną co turę.

# A weak telekinetic attack that may also leave the foe confused.
source: A weak telekinetic\nattack that may\nalso leave the foe\nconfused.
pl: Słaby atak\nkinetyczny.\nMoże oszołomić \nprzeciwnika.

# A strong telekinetic attack. It may also lower the foe's SP. DEF stat.
source: A strong telekinetic\nattack. It may also\nlower the foe's\nSP. DEF stat.
pl: Silny atak kinetyczny\nmogący obniżyć\nSP. OBR przeciwnika.

# Hypnotic suggestion is used to make the foe fall into a deep sleep.
source: Hypnotic suggestion\nis used to make the\nfoe fall into a\ndeep sleep.
pl: Sugestia hipnotyczna\nużywana jest, by\nwróg zapadł w\ngłęboki sen.

# The user meditates to awaken its power and raise its ATTACK stat.
source: The user meditates\nto awaken its power\nand raise its\nATTACK stat.
pl: Użytkownik medytuje,\nby pobudzić swe moce\ni zwiększyć siłę\nATAKU.

# The user relaxes and lightens its body to sharply boost its SPEED.
source: The user relaxes\nand lightens its\nbody to sharply\nboost its SPEED.
pl: Użytkownik odpoczywa\ni staje się\nlżejszy, by\nzwiększyć SZYBKOŚĆ.

# An almost invisibly fast attack that is certain to strike first.
source: An almost invisibly\nfast attack that\nis certain to strike\nfirst.
pl: Atak tak szybki, że\nwręcz niewidoczny.\nZawsze zadawany\npierwszy.

# An attack that becomes stronger each time the user is hit in battle.
source: An attack that\nbecomes stronger\neach time the user\nis hit in battle.
pl: Atak stający\nsię silniejszy,\nzawsze, gdy użytkownik\njest atakowany.

# An attack with a mirage that inflicts damage matching the user's level.
source: An attack with a\nmirage that inflicts\ndamage matching\nthe user's level.
pl: Atak z mirażem,\nktóry zadaje obrażenia\nrówne poziomowi\nużytkownika.

# The user copies the move last used by the foe for the rest of the battle.
source: The user copies the\nmove last used by\nthe foe for the\nrest of the battle.
pl: Użytkownik kopiuje\nostatni ruch użyty\nprzez wroga do\nkońca walki.

# An ear-splitting screech is emitted to sharply reduce the foe's DEFENSE.
source: An ear-splitting\nscreech is emitted\nto sharply reduce\nthe foe's DEFENSE.
pl: Przerażający\npisk emitowany, by\npoważnie obniżyć\nOBRONĘ wroga.

# The user creates illusory copies of itself to raise its evasiveness.
source: The user creates\nillusory copies of\nitself to raise its\nevasiveness.
pl: Użytkownik tworzy\niluzje samego siebie,\nby łatwiej unikać\nataków.

# A self-healing move that restores HP by up to half of the user's maximum HP.
source: A self-healing move\nthat restores HP by\nup to half of the\nuser's maximum HP.
pl: Samoleczący atak,\nktóry przywraca HP do\npołowy maksymalnego\nzdrowia.

# The user stiffens all the muscles in its body to raise its DEFENSE stat.
source: The user stiffens\nall the muscles in\nits body to raise\nits DEFENSE stat.
pl: Użytkownik napina\nwszystkie mięśnie\nswego ciała, by\nzwiększyć OBRONĘ.

# The user compresses all the cells in its body to raise its evasiveness.
source: The user compresses\nall the cells in its\nbody to raise its\nevasiveness.
pl: Użytkownik kurczy\nwszystkie komórki\nciała, by łatwiej\nunikać ataków.

# An obscuring cloud of smoke or ink reduces the foe's accuracy.
source: An obscuring cloud\nof smoke or ink\nreduces the foe's\naccuracy.
pl: Gęsta mgła dymu\nlub atramentu\nzmniejsza celność\nwroga.

# The foe is exposed to a sinister ray that triggers confusion.
source: The foe is exposed\nto a sinister ray\nthat triggers\nconfusion.
pl: Wróg wystawiony\njest na działanie\noszałamiającego\npromienia.

# The user withdraws its body in its hard shell, raising its DEFENSE stat.
source: The user withdraws\nits body in its hard\nshell, raising its\nDEFENSE stat.
pl: Użytkownik chowa\nswoje ciało w twardej\nskorupie zwiększając\nOBRONĘ.

# The user curls up to conceal weak spots and raise its DEFENSE stat.
source: The user curls up\nto conceal weak\nspots and raise its\nDEFENSE stat.
pl: Użytkownik kuli się,\nby zakryć słabe\npunkty i zwiększyć\nOBRONĘ.

# The user creates a sturdy wall that sharply raises its DEFENSE stat.
source: The user creates a\nsturdy wall that\nsharply raises its\nDEFENSE stat.
pl: Użytkownik tworzy\nzamaszysty mur\nznacznie zwiększający\njego OBRONĘ.

# A wall of light cuts damage from SP. ATK attacks for five turns.
source: A wall of light\ncuts damage from\nSP. ATK attacks\nfor five turns.
pl: Snop światła\nzmniejsza obrażenia\nz ataków typu SP. ATK\nna 5 tur.

# Eliminates all stat changes among all POKéMON engaged in battle.
source: Eliminates all stat\nchanges among all\nPOKéMON engaged in\nbattle.
pl: Eliminuje zmiany\nstanu wszystkich\nPOKéMONÓW w walce.

# A wall of light cuts damage from physical attacks for five turns.
source: A wall of light\ncuts damage from\nphysical attacks\nfor five turns.
pl: Ściana światła\nzmniejsza obrażenia\nataków fizycznych\nprzez 5 tur.

# The user takes a deep breath and focuses to raise its critical-hit ratio.
source: The user takes a\ndeep breath and\nfocuses to raise its\ncritical-hit ratio.
pl: POKéMON bierze\nwdech, skupia się,\nzwiększając\nczęstość krytycznych.

# The user endures attacks for two turns, then strikes back double.
source: The user endures\nattacks for two\nturns, then strikes\nback double.
pl: Użytkownik przyjmuje\n2 tury ciosów,\nnastępnie oddaje 2x\nobrażeń.

# Waggles a finger and stimulates the brain into using any move at random.
source: Waggles a finger\nand stimulates the\nbrain into using any\nmove at random.
pl: Kiwanie palcem\nstymuluje mózg użytkownika\ndo wykonania\nlosowego ruchu.

# The user counters the move last used by the foe with the same move.
source: The user counters\nthe move last used\nby the foe with the\nsame move.
pl: Użytkownik odpowiada\nna ostatni wrogi\nruch tym samym\natakiem.

# The user blows up to inflict severe damage, even making itself faint.
source: The user blows up\nto inflict severe\ndamage, even\nmaking itself faint.
pl: Użytkownik eksploduje\nryzykując omdlenie,\nby zadać poważne obrażenia.

# A large egg is hurled with great force at the foe to inflict damage.
source: A large egg is\nhurled with great\nforce at the foe to\ninflict damage.
pl: Olbrzymie jajo\nciśnięte zostaje\nw stronę wroga, by\nzadać obrażenia.

# The foe is licked and hit with a long tongue. It may also paralyze.
source: The foe is licked\nand hit with a long\ntongue. It may\nalso paralyze.
pl: Wróg zostaje trafiony\ni polizany długim\njęzorem. Może\nsparaliżować.

# The foe is attacked with exhaust gases. It may also poison the foe.
source: The foe is attacked\nwith exhaust gases.\nIt may also poison\nthe foe.
pl: Wróg atakowany jest\nwydmuchiwanymi gazami.\nMoże zatruć\nprzeciwnika.

# Toxic sludge is hurled at the foe. It may poison the target.
source: Toxic sludge is\nhurled at the foe.\nIt may poison the\ntarget.
pl: Toksyczny szlam\nzostaje rzucony we\nwroga. Może zatruć\ncel.

# The foe is clubbed with a bone held in hand. It may make the foe flinch.
source: The foe is clubbed\nwith a bone held in\nhand. It may make\nthe foe flinch.
pl: Wróg zaatakowany\nzostaje kością trzymaną\nw dłoni. Może\npotknąć wroga.

# The foe is hit with an intense flame. It may leave the target with a burn.
source: The foe is hit with\nan intense flame.\nIt may leave the\ntarget with a burn.
pl: Wróg trafiony zostaje\nwielkim płomieniem.\nMoże spowodować\npoparzenia.

# A powerful charge attack. It can also be used to climb a waterfall.
source: A powerful charge\nattack. It can also\nbe used to climb\na waterfall.
pl: Potężny atak\nszarżą. Może zostać\nużyty, by wspiąć\nsię na wodospad.

# The foe is clamped and squeezed by the user's shell for two to five turns.
source: The foe is clamped\nand squeezed by\nthe user's shell for\ntwo to five turns.
pl: Wróg zostaje złapany\ni ściskany przez\nskorupę użytkownika\nna 2 do 5 tur.

# Star-shaped rays that never miss are fired at all foes in battle.
source: Star-shaped rays\nthat never miss are\nfired at all foes in\nbattle.
pl: Zawsze trafiające\npromienie\ntrafiają we wszystkich\nwrogów.

# The user raises its DEFENSE in the 1st turn, then attacks in the 2nd turn.
source: The user raises its\nDEFENSE in the 1st\nturn, then attacks\nin the 2nd turn.
pl: Użytkownik zwiększa\nOBRONĘ w 1 turze,\nby zaaatkować w 2.

# Sharp spikes are fired at the foe to strike two to five times.
source: Sharp spikes are\nfired at the foe to\nstrike two to five\ntimes.
pl: Ostre kolce wystrzelone\nwe wroga trafiają\nod 2 do 5 razy.

# The foe is attacked with long tentacles or vines. It may lower SPEED.
source: The foe is attacked\nwith long tentacles\nor vines. It may\nlower SPEED.
pl: Wróg atakowany\njest mackami lub\npnączami. Może\nobniżyć SZYBKOŚĆ.

# Forgets about something and sharply raises SP. DEF.
source: Forgets about\nsomething and\nsharply raises\nSP. DEF.
pl: Zapomina o\nczymś i zwiększa\nznacznie SP. OBR.

# The user distracts the foe by bending a spoon. It may lower accuracy.
source: The user distracts\nthe foe by bending\na spoon. It may\nlower accuracy.
pl: Użytkownik rozprasza\nwroga wyginając\nłyżkę. Może\nobniżyć celność.

# Heals the user by up to half its full HP. It can be used to heal an ally.
source: Heals the user by\nup to half its full\nHP. It can be used\nto heal an ally.
pl: Leczy użytkownika\no połowę pełnego HP.\nMoże wyleczyć\nkażdego sojusznika.

# A strong jumping knee kick. If it misses, the user is hurt.
source: A strong jumping\nknee kick. If it\nmisses, the user is\nhurt.
pl: Silny kop kolanem\nz wyskoku. Gdy\npudłuje, rani\nużytkownika.

# The user intimidates the foe with the design on its belly to cause paralysis.
source: The user intimidates\nthe foe with the\ndesign on its belly\nto cause paralysis.
pl: Wróg onieśmiela\nswojego wroga wzorem\nna swoim brzuchu, by\nspowodować paraliż.

# Absorbs half the damage it inflicted on a sleeping foe to restore HP.
source: Absorbs half the\ndamage it inflicted\non a sleeping foe\nto restore HP.
pl: Absorbuje połowę\nobrażeń zadanych\nśpiącemu wrogu,\nprzywracając HP.

# The foe is sprayed with a cloud of toxic gas that may poison the foe.
source: The foe is sprayed\nwith a cloud of\ntoxic gas that may\npoison the foe.
pl: Wróg zostaje\nspryskany chmurą\ntoksycznego gazu mogący\nzatruć wroga.

# Round objects are hurled at the foe to strike two to five times.
source: Round objects are\nhurled at the foe\nto strike two to\nfive times.
pl: Okrągłe obiekty\nrzucane w kierunku\nwroga trafiają\n2-5 razy.

# The user forces a kiss on the foe with a scary face that induces sleep.
source: The user forces a\nkiss on the foe\nwith a scary face\nthat induces sleep.
pl: Użytkownik wymusza\nna wrogu pocałunek,\nktóry go usypia.

# A 2nd-turn attack move with a high critical-hit ratio. The foe may flinch.
source: A 2nd-turn attack\nmove with a high\ncritical-hit ratio.\nThe foe may flinch.
pl: Drugoturowy atak,\nz wysoką szansą\nna krytyczny cios.\nMoże potknąć wroga.

# The user transforms into a copy of the foe with even the same move set.
source: The user transforms\ninto a copy of the\nfoe with even the\nsame move set.
pl: Użytkownik zmienia\nsię w kopię wroga\no identycznym\nzestawie ruchów.
